tap "homebrew/bundle"
brew "act"
brew "openssl@3"
brew "ansible"
brew "awscli"
brew "cask"
brew "colordiff"
brew "composer"
brew "ctags"
brew "diff-so-fancy"
brew "gh"
brew "git"
brew "hub"
brew "jenv"
brew "lefthook"
brew "lua"
brew "markdown"
brew "mecab"
brew "mysql"
brew "node", link: false
brew "nodenv"
brew "peco"
brew "pnpm"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.9"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "renovate"
brew "ssh-copy-id"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "xcodegen"
brew "z"
brew "zsh-completions"
cask "android-studio"
cask "atom"
cask "charles"
cask "claude-code"
cask "font-ricty-diminished"
cask "github"
cask "google-japanese-ime"
cask "libreoffice"
cask "vagrant-manager"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "chakra-ui.panda-css-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "google.geminicodeassist"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mquandalle.graphql"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-speech-language-pack-ja-jp"
vscode "vscjava.vscode-gradle"
vscode "yoavbls.pretty-ts-errors"
