tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "sqlite"
brew "ansible"
brew "python@3.9"
brew "awscli"
brew "cask"
brew "colordiff"
brew "curl"
brew "composer"
brew "ctags"
brew "diff-so-fancy"
brew "git"
brew "hub"
brew "jenv"
brew "lua"
brew "markdown"
brew "mecab"
brew "mysql"
brew "node"
brew "openssl@3"
brew "peco"
brew "postgresql"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ssh-copy-id"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "xcodegen"
brew "z"
brew "zsh-completions"
cask "android-studio"
cask "atom"
cask "charles"
cask "font-ricty-diminished"
cask "google-japanese-ime"
cask "libreoffice"
cask "temurin8"
cask "vagrant-manager"
